import { KeyValueType } from './type';

export const POKEMON_FLAVOR_TEXTS: KeyValueType = {
  550: '아주 난폭하고 항상 빨강과 파랑의 배쓰나이는 다투고 있다. 옛날에는 식탁에 올랐다. 적색근 배쓰나이의 살코기는 기름이 많아 젊은 층이 좋아한다.',
  899: '눈에 보이지 않는 벽을 만들어 낼 때 검은 구슬이 신비하게 빛난다. 떨어진 수염은 따뜻해서 겨울옷의 귀중한 재료가 된다.',
  900: '단단한 바위로 몸을 보호하고 투박한 도끼로 거목을 베어 넘긴다. 성질이 사납기 때문에 황무지에서 만난다면 도망치는 수밖에 없다.',
  901: '히스이 땅에 펼쳐진 습지의 토양 덕분에 튼튼한 몸과 함께, 이탄을 자유롭게 다루는 새로운 재주를 익히게 된 것으로 추측된다.',
  902: '물길을 거슬러 오르는 여정에서 뜻을 이루지 못하고 죽은 동료들의 혼을 두르고 있다. 히스이에 흐르는 하천에서는 대적할 자가 없다.',
  903: '다른 종을 압도하는 신체 능력과 맹독을 가지고 있어 한랭한 고지대에서는 맞수가 없다. 무리를 이루지 않고 고독함을 즐긴다.',
  904: '창과 같은 침과 흉포한 성질 때문에 "바다 도깨비"라는 이명이 있는 포켓몬. 독을 마셔서 자신의 양식으로 삼는다.',
  905: '바다를 건너 날아와 혹독한 겨울의 끝을 알린다. 자애로움이 히스이 땅에 새로운 생명을 싹틔우게 했다는 전승이 있다.',
  906: '복슬복슬한 털은 식물에 가까운 성분으로 이루어져 있다. 수시로 세수를 하면서 건조해지는 것을 방지한다.',
  907: '긴 털 아래 숨긴 덩굴을 능숙하게 다뤄서 단단한 꽃봉오리로 상대를 가격한다.',
  908: '꽃이 떠 있는 것처럼 보이는 것은 망토 뒷면의 털이 빛을 반사해서 줄기를 보이지 않게 하기 때문이다.',
  909: '따뜻한 바위 위에 드러누워서 네모난 비늘을 통해 흡수한 열로 불꽃 에너지를 만든다.',
  910: '불꽃 에너지와 남아도는 생명력이 섞여서 머리 위에 알 모양의 불덩이가 생겨났다.',
  911: '노랫소리에 따라 모습이 바뀌는 불새는 머리 위에 있던 불덩이에 영혼이 깃든 것이라고 한다.',
  912: '옛날에 머나먼 땅에서 찾아와 정착했다. 날개에서 분비되는 젤은 물과 먼지를 튕겨 낸다.',
  913: '열심히 얕은 여울을 달리며 하반신을 단련하고, 동료들끼리 발 기술의 화려함을 겨룬다.',
  914: '발차기 한 번에 트럭을 굴려 버릴 정도로 강한 다릿심을 활용하여 이국적인 춤을 선보인다.',
  915: '하루 종일 먹이를 찾는다. 뛰어난 후각을 가졌지만 먹이를 찾는 일 외에는 사용하지 않는다.',
  916: '곱고 윤기가 흐르는 피부를 자랑한다. 꼬리 끝에서 응축된 향기를 내보낸다.',
  917: '몸을 감싸고 있는 실타래는 천적인 스라크의 낫을 튕겨 낼 정도의 탄력을 자랑한다.',
  918: '나뭇가지나 천장에 실로 달라붙어 소리 없이 행동한다. 먹잇감에게 들키기 전에 쓰러뜨린다.',
  919: '제3의 다리가 접혀 있다. 위기에 처하면 10m 이상을 점프하는 다릿심을 가지고 있다.',
  920: '진심을 다하게 되면 접었던 다리로 일어나 결전 모드로 변하여 단시간에 적을 제압한다',
  921: '볼의 전기 주머니가 아직 발달하지 않았다. 앞발의 볼록살을 열심히 비벼야 겨우 전기가 만들어진다.',
  922: '볼의 전기 주머니가 아직 발달하지 않았다. 앞발의 볼록살을 열심히 비벼야 겨우 전기가 만들어진다.',
  923: '평소에는 느긋하지만 싸움이 시작되면 전광석화와도 같은 몸놀림으로 적을 때려눕힌다.',
  924: '호흡이 척척 맞는 콤비네이션으로 집의 재료가 될 만한 것을 앞니로 잘라 내어 가지고 간다.',
  925: '잠을 자는 곳이나 먹이를 먹는 곳 등, 용도에 따라 나눈 여러 개의 방으로 구성된 커다란 집을 만든다.',
  926: '만지면 촉촉하고 매끈매끈하다. 숨결에 포함되어 있는 효모로 주위의 것들을 발효시킨다.',
  927: '몸에서 나는 좋은 향기가 밀의 성장을 돕기 때문에 농촌에서 소중히 여겨진다.',
  928: '머리의 열매에서 오일을 나오게 해서 적으로부터 몸을 지킨다. 오일은 펄쩍 뛸 만큼 떫고 쓰다.',
  929: '신선한 향기가 나는 맛있는 오일을 나눠 준다. 오래전부터 인간과 공존해 왔다.',
  930: '온화하면서도 매우 자비롭다. 영양이 풍부한 맛있는 오일을 약해진 포켓몬에게 나눠 준다.',
  931: '마을에서 사는 것을 선호한다. 깃털 색에 따라 그룹을 만들고는 영역 다툼을 벌인다.',
  932: '땅속의 암염층에서 태어났다. 귀한 소금을 나눠 주기 때문에 옛날에는 특히 더 귀하게 여겨졌다.',
  933: '분출한 소금을 먹이에게 끼얹어서 소금절이로 만들어 버린다. 체내의 수분을 빼앗는 것이다.',
  934: '손끝을 문질러서 나온 소금을 다친 포켓몬에게 뿌리면 심한 상처도 금방 낫는다.',
  935: '불탄 숯에 영혼이 깃들어서 포켓몬이 되었다. 타오르는 투지로 강한 상대에게도 싸움을 건다.',
  936: '많은 무공을 세운 전사의 갑옷에 의해 진화한 모습. 충성심이 강한 포켓몬이다.',
  937: '양팔의 불꽃 검은 뜻을 다 이루지 못한 채 쓰러진 검사의 원념에 의해 타오르고 있다.',
  938: '꼬리를 흔들어서 전기를 발생시킨다. 위험을 감지하면 머리를 깜빡여서 동료에게 알린다.',
  939: '말랑말랑한 몸을 늘였다 줄였다 하면 배에 달린 배꼽 발전기가 큰 전력을 발생시킨다.',
  940: '날개의 뼈는 바람을 받으면 전기를 만들어 낸다. 바다에 뛰어들어 먹이를 감전시켜서 잡는다.',
  941: '목의 주머니를 부풀려서 전기를 증폭시킨다. 바람을 타고 하루에 700km를 비행할 수 있다.',
  942: '상대에게 얕보이지 않기 위해 항상 얼굴을 찌푸리고 있지만 우는 아이는 그 모습을 보고 웃게 된다.',
  943: '커다란 목 주머니에 에너지를 비축할 수 있다. 단숨에 이를 방출하여 적을 날려 버린다.  ',
  944: '온화하지만 화가 나게 하면 독이 밴 날카로운 앞니로 물어서 상대를 마비시킨다.',
  945: '먹이에 따라 색이 변하는 독성의 침을 손가락에 묻혀서 숲의 나무들에 무늬를 그린다.',
  946: '성불하지 못한 영혼이 바람에 날리다가 마른 풀과 엉키면서 포켓몬이 되었다.',
  947: '머리의 가지를 열어서 먹이를 삼킨다. 생기를 실컷 흡수한 다음 그대로 뱉어 버린다.',
  948: '축축한 숲속에 산다. 떨어져 나온 몸의 하늘하늘한 부분은 쫄깃쫄깃하고 아주 맛있다.',
  949: '깊은 숲속에 집단으로 살며 군체를 형성한다. 외부인이 접근하는 것을 극도로 싫어한다.',
  950: '거꾸로 매달린 채 절벽 위에서 먹이를 노리지만, 머리에 피가 몰리기 때문에 오랫동안은 버틸 수 없다고 한다.',
  951: '태양 빛을 쬐면 쬘수록 체내의 매운 성분이 늘어나서 기술이 점점 더 매워진다.',
  952: '레드 헤드가 매운 성분을 불꽃 에너지로 변환시켜 불같이 매운 화염방사를 사방에 흩뿌린다.',
  953: '에스퍼 에너지를 섞어서 흙과 모래로 진흙구슬을 만든다. 진흙구슬을 목숨보다 소중히 여긴다.',
  954: '구슬을 지탱하는 몸은 거의 움직이지 않기 때문에, 구슬 안에 본체가 있는 것으로 여겨지고 있다.',
  955: '배의 하늘하늘한 부분에서 나오는 사이코 파워를 통해, 겨우 1cm지만 발끝이 지상에 떠 있다.',
  956: '커다란 눈동자에서 사이코 파워를 발산하여 상대를 움직일 수 없게 한다. 겉보기와 다르게 성질이 사납다.',
  957: '손수 만든 해머를 휘둘러 몸을 지키려 하나 금속을 먹는 포켓몬에게 자주 빼앗기고 만다.',
  958: '크고 튼튼한 해머를 만들기 위해 절각참 무리를 습격해서 금속을 모은다.',
  959: '지능이 높고 매우 호쾌하다. 해머로 바위를 날려서 하늘을 나는 아머까오를 노린다.',
  960: '20m 떨어진 가비루사에게서 나는 냄새도 맡을 수 있어서 모래 속에 몸을 숨긴다.',
  961: '겉보기와 다르게 성질이 사납다. 기다란 몸으로 먹잇감을 죄어서 굴 안으로 끌고 들어간다.',
  962: '가슴의 깃털과 떨어진 깃털로 만든 주머니에 물건을 넣고는 높은 곳에서 떨어뜨리며 논다.',
  963: '꼬리지느러미에 있는 물의 고리를 가지고 동료와 노는 것을 좋아한다. 초음파로 생명체의 기분을 감지한다.',
  964: '도움을 구하는 동료의 소리를 들으면 모습을 바꾼다. 그 순간은 누구에게도 보여 주지 않는다.',
  965: '고철 처리장에 방치된 엔진에 정체불명의 독포켓몬이 들어가 탄생한 것으로 전해지고 있다.',
  966: '독소와 바위 성분이 섞인 가스를 8개로 늘어난 실린더에서 폭발시켜 에너지를 만들어 낸다.',
  967: '먼 옛날부터 인간을 등에 태우고 다녔다고 한다. 1만 년 전 벽화에도 그 모습이 그려져 있다.',
  968: '적에게 공격을 받으면 털을 주먹처럼 사용하여 폭풍같은 기세로 펀치를 날린다.',
  969: '동굴의 벽에서 영양분을 흡수한다. 독의 결정으로 만들어진 꽃잎을 몸에 두르고 있다.',
  970: '위험을 감지하면 결정으로 된 꽃잎을 펼친 뒤 원뿔 모양의 몸에서 빔을 발사한다.',
  971: '사람과의 접점 없이 숨을 거둔 들개포켓몬이 환생한 것으로 여겨지고 있다.',
  972: '평소에는 묘지에서 자고 있다. 수많은 개포켓몬 중에서도 가장 주인에게 충직하다.',
  973: '배에 비축해 둔 에너지가 부리를 통해 새어 나오지 않게 하기 위해 목 아래쪽을 꼬아 놓은 듯 하다.',
  974: '먼 옛날에 바다에서 올라와 육지에 살게 되었다. 고래왕자의 근연종이라고 한다.',
  975: '빙설 지대를 떼 지어 다닌다. 강인한 근육과 두꺼운 피하지방으로 몸을 보호한다.',
  976: '불필요한 살을 분리하면 정신이 예민해져 사이코 파워가 상승한다. 떨어진 살은 담백하고 맛있다.',
  977: '대식가지만 먹이를 잡는 것이 서툴다. 싸리용과 콤비를 이뤄 먹이를 사냥한다.',
  978: '작은 몸집의 드래곤포켓몬. 어써러셔의 입안에 살며 외부의 적으로부터 몸을 지킨다.',
  979: '분노의 볼티지가 임계점을 돌파하면서 육체라는 틀에 얽메이지 않는 파워를 손에 넣게 되었다.  ',
  980: '적에게 공격을 받으면 몸에서 굵은 가시를 내지르며 반격한다. 몸이 끊어질 각오가 필요한 위험한 기술이다.',
  981: '머리와 꼬리 2개의 뇌파가 동기화하여 에스퍼 파워가 키링키의 10배로 강화되었다.',
  982: '단단한 꼬리로 땅속 깊은 곳에 있는 암반을 뚫어서 보금자리를 만든다. 굴의 깊이는 무려 10km에 이른다.',
  983: '큰 군세의 정점에 올라선 단 한 마리의 절각참만이 대도각참으로 진화할 수 있다.',
  984: '근년에 목격된 사례가 있다. "위대한엄니"라는 이름은 어떤 책에 기록된 생물에게서 따온 것이다.',
  985: '목격된 사례는 과거에 단 1건뿐이다. 오래된 탐험기에 기록된 정체불명의 생물을 닮은 포켓몬.',
  986: '어떤 책에 "사나운버섯"이라는 이름으로 기록된 생물이 이 포켓몬일 가능성이 있다.',
  987: '어떤 서적에 등장하는 "날개치는머리"라는 생물과 비슷한 특징을 가진 포켓몬.',
  988: '오래된 책에 "땅을기는날개"라는 이름으로 소개된 생물과 닮은 점이 있는 정체불명의 포켓몬.',
  989: '포획된 사례는 없으며 데이터도 부족하다. 어느 탐험기에 기록된 생물과 특징이 일치한다.',
  990: '오컬트 잡지에서 소개된 적 있는 우주인이 보낸 과학 병기와 많이 닮았다.',
  991: '오컬트 잡지의 기사에 실렸던 태곳적 문명이 만들어 냈다는 로봇과 모습이 닮았다.',
  992: '어떤 운동선수를 개조한 모습이라며 오컬트 잡지에서 대서특필했던 사이보그와 닮았다.',
  993: '로봇과 사랑에 빠진 삼삼드래의 자식이라며 오컬트 잡지에서 다뤘던 포켓몬을 닮았다.',
  994: '인류를 감시하기 위한 UFO라며 오컬트 잡지에서 소개된 적 있는 미지의 물체와 닮았다.',
  995: '10억 년 후의 마기라스라며 괴상한 잡지에서 다뤘던 포켓몬과 닮은 점이 있다.',
  996: '등지느러미로 열을 흡수해서 얼음 에너지로 변환한다. 고온일수록 에너지가 많이 모인다.',
  997: '주변의 공기를 얼려서 얼음 마스크로 얼굴을 보호하고 등지느러미를 얼음 검으로 바꾼다.',
  998: '극저온의 냉기를 입에서 분사한다. 작열하는 마그마조차도 순식간에 얼려 버린다.',
  999: '약 1500년 전의 보물 상자 안에서 태어났다. 보물을 훔치려 드는 괘씸한 자의 생기를 흡수한다.',
  1000: '몸은 1000개의 코인으로 이뤄져 있다고 한다. 붙임성이 좋아서 누구와도 금방 친해진다.',
  1001: '왕의 악행을 목간에 기록했다는 이유로 처벌을 받은 사람의 원한이 마른 잎을 두르고 포켓몬이 되었다.',
  1002: '100t의 눈을 조종한다. 눈사태를 일으키고는 그 안을 드나들며 천진난만하게 논다.',
  1003: '옛날 의식에 사용되었던 그릇에 공포가 깃들게 되었고 이것이 흙과 돌을 둘러 포켓몬이 되었다.',
  1004: '3000도의 불꽃을 조종한다. 바위와 자갈을 녹여서 만든 마그마의 바다를 유유히 헤엄친다.',
  1005: '수수께끼로 가득한 탐험기에 "고동치는달"이라는 이름으로 기록된 생물일 가능성이 있다.',
  1006: '오컬트 잡지의 기사에 실렸던 매드 사이언티스트의 발명품과 비슷한 특징이 몇 가지 존재한다.',
  1007: '주먹으로 대지를 갈랐다고 오래된 탐험기에 기록된 "날개의왕"의 정체인 듯하다.',
  1008: '자세한 것은 잘 알려지지 않았다. 모토마를 닮았지만 그보다 훨씬 강하고 냉혹하다.',
  1009: '현재 생태 조사 중입니다.',
  1010: '현재 생태 분석 중입니다.',
  1011: '어떤 지역에서만 재배되는 특별한 사과에 의해 진화했다. 두 마리가 하나인 포켓몬이다.',
  1012: '다도의 길을 통달하지 못한 채 죽은 다도가의 원통함이 말차에 깃들어서 포켓몬이 되었다고 한다.',
  1013: '차로 위장하여 실수로 마셔 버린 상대의 생기를 흡수하려 하나 금방 들통나 버린다.',
  1014: '목에 달린 독소로 된 사슬에 의해 온몸의 근육이 자극을 받아 듬직한 체격으로 변했다.',
  1015: '능력을 끌어올리는 독소로 된 사슬에 뇌가 자극을 받아 사이코 파워가 개화했다.',
  1016: '몸을 휘감고 있는 사슬에서 나오는 독소에 자극을 받아 아름다운 모습과 소리를 손에 넣었다.',
  1017: '쓰고 있는 가면에 따라 타입이 변한다. 날렵한 움직임과 발차기 기술로 상대를 농락한다.',
  10001:
    '공격적인 형상으로 변화한 테오키스. 다른 모습을 보여 적을 혼란시키는 힘을 가졌다.',
  10002:
    '모습이 변할 때 오로라가 나타난다. 세포를 변화시켜 공격을 흡수해버린다.',
  10003:
    '우주 바이러스가 레이저를 뒤집어썼을 때 갑자기 변이를 일으켜 포켓몬이 되었다. 빠른 움직임이 뛰어난 형상의 몸.',
  10004:
    '모래와 진흙으로 된 피부는 그에 걸맞게 단단하여 찌르꼬의 부리 정도는 손쉽게 튕겨 낸다.',
  10005:
    '먼지로 구성된 몸은 주위 풍경에 녹아들어 눈에 띄지 않는다. 천적으로부터 몸을 숨기는 데 최적의 모습이다.',
  10006:
    '진귀한 꽃의 향기를 맡으면 작은 몸이 빛에 감싸이며 모습이 바뀐다. 시험 삼아 꽃향기를 맡아봤지만 내 몸에는 아무런 변화가 없다.',
  10007:
    '폼체인지로 인해 다리를 잃었다. 이것이 사는 곳은 천지가 분간이 되지 않는 세계인 것으로 추측된다. 하지만 증명할 방법이 없다.',
  10008:
    '특수한 모터로 움직이는 오븐레인지에 들어갔다. 불꽃을 다루는 것이 특기다.',
  10009:
    '방을 물바다로 만들어버린다. 물을 이용해서 장난을 즐기는 로토무의 모습.',
  10010: '특수한 모터로 움직이는 냉장고에 들어갔다. 냉기를 뿜으며 싸운다.',
  10011:
    '중요한 서류를 날려버린다. 바람을 이용해서 장난을 즐기는 로토무의 모습.',
  10012:
    '특수한 모터로 움직이는 잔디깎이에 들어갔다. 깎은 잔디를 여기저기 흩뿌린다.',
  10013:
    '맑은 날의 캐스퐁의 모습이다. 피부에 닿으면 생각보다 뜨거우니 주의하자.',
  10014:
    '비에 젖은 캐스퐁의 모습이다. 몸을 누르면 스폰지처럼 조금 물이 배어 나온다.',
  10015:
    '눈을 맞는 캐스퐁의 모습이다. 온몸이 얼음 같으며 체온은 마이너스 5도 전후다.',
  10016:
    '아주 난폭하고 항상 빨강과 파랑의 배쓰나이는 다투고 있다. 과거에는 자주 식재료로 쓰였다. 청색근 배쓰나이의 살코기는 담백하고 먹기 쉽다는 듯 하다.',
  10019:
    '폼체인지라 불리는 현상에 의해 변했다. 괴조와도 같은 이 모습이 진정한 모습으로 보인다. 대해를 건널 때 이 모습으로 목격되었다.',
  10020:
    '뇌정벽력과 같이 모습을 드러낸다. 꼬리에 달린 구슬에서 전격을 내리쳐 적을 일소한다. 위력이 어마어마해 부스러기도 남지 않는다.',
  10021:
    '영물의 모습으로 날아다닐 때 대지에 풍요를 가져다주고 사람들은 이를 숭배한다. 순식간에 히스이 땅을 종단할 수 있다.',
  10022:
    '미래에 만들어질 포켓몬과 인간의 이상적인 세계를 지키기 위해 싸웠다고 전해진다.',
  10023:
    '같은 유전자를 가진 레시라무를 흡수해서 불꽃과 얼음의 에너지를 사용할 수 있게 되었다.',
  10033:
    '메가진화하여 더욱 크게 성장한 꽃을 지탱하기 위해 등과 다리가 더욱 튼튼해졌다.',
  10034:
    '온몸에 넘치는 엄청난 파워가 몸을 검게 물들이고 푸른 불꽃을 이글이글 태운다.',
  10035:
    '트레이너와의 유대가 힘의 원천이다. 제트기를 능가하는 비행 능력을 자랑한다.',
  10036:
    '등껍질의 대포는 전차 수준의 위력을 가졌다. 발사의 충격을 강인한 하체로 견뎌낸다.',
  10037:
    '메가진화에 의해 모든 힘이 사이코 파워로 변환되었다. 근력조차 잃어버렸다.',
  10038:
    '팬텀의 유대감은 비뚤어졌다. 팬텀이 먹이로 노리는 상대하고만 싹튼다고 한다.',
  10039:
    '메가캥카가 강한 이유는 아이의 성장을 기뻐하면서 의욕이 넘치는 엄마 때문이다.',
  10040:
    '메가진화의 영향으로 항상 흥분한 상태이다. 2개의 큰 뿔로 적을 꿰뚫은 다음 찢는다.',
  10041:
    '메가진화가 뇌에도 작용했다. 모든 것을 불태우는 파괴의 본능밖에 남아있지 않다.',
  10042:
    '몸 일부가 돌이 되었다. 이 모습이 진짜 프테라라고 주장하는 학자도 있다.',
  10043:
    '사이코 파워로 몸의 근육이 증가했다. 악력은 1톤. 100m를 2초에 달릴 수 있다.',
  10044:
    '몸집은 작아졌지만 파워는 상상을 초월한다. 가벼운 염력만으로 고층빌딩도 산산이 조각난다.',
  10045:
    '방대한 에너지가 세포를 격렬하게 자극한다. 잠들었던 드래곤의 피가 깨어났다고 한다.',
  10046:
    '과도한 메가진화의 에너지를 축적하고 있기 때문에 시간이 오래되면 몸이 녹기 시작한다.',
  10047: '2개의 뿔에 끼워 자신 체중의 500배 무게인 물건도 들어 올릴 수 있다.',
  10048:
    '메가진화로 인해 전신이 발열한다. 격렬한 불꽃의 숨결을 뿜어내서 상대를 재로 만들어 버린다.',
  10049:
    '메가진화의 영향으로 더욱 난폭해졌다. 트레이너의 명령도 들리는지 불명확하다.',
  10050:
    '싸우게 되면 손목에서 작열하는 불꽃을 뿜어 올려 용감히 덤벼든다. 상대가 버거울수록 강렬히 불타오른다.',
  10051:
    '미래를 예지하는 능력으로 트레이너의 위험을 감지할 때 최대 파워의 사이코 에너지를 사용한다고 한다.',
  10052:
    '2개의 턱은 의지가 있는 것처럼 격렬하게 마구 날뛴다. 한번 물면 암석도 산산조각난다.',
  10053:
    '산 하나를 자신의 영역으로 만들고 침범한 상대는 봐주지 않고 때려눕힌다. 항상 산속을 돌아보고 있다.',
  10054:
    '명상을 하면 몸의 에너지가 높아지고 여섯 번째 감각이 예리해진다고 한다. 산야와 일체화되어 기척을 지운다.',
  10055:
    '몸에 전기가 너무 쌓여서 화가 나 있다. 낙뢰와 같은 스피드의 순발력을 가졌다.',
  10056:
    '메가진화로 원념이 증폭되었다. 지퍼 안에 들어 있던 저주의 파워가 넘쳐 난다.',
  10057:
    '메가진화 에너지를 위압적인 오라로 바꿔서 흩뿌리고 있다. 기가 약한 사람은 쇼크사한다.',
  10058: '팔과 날개가 녹아 낫처럼 변화했다. 미친 듯이 난폭하게 날뛴다.',
  10059:
    '메가진화로 파동이 팽창한다. 투쟁 본능이 이끄는 대로 비정한 수단으로 적과 싸운다.',
  10061:
    '갖고 있는 꽃은 이제 어디에도 피지 않는다. 그리고 무서운 힘을 간직하고 있다고 추정된다.',
  10062:
    '인간의 마음을 민감히 감지해낸다. 적의를 느끼면 전신의 깃털을 곤두세우고 격렬한 울음소리로 위협한다.',
  10063:
    '본 것이나 생각한 이미지를 상대방에게 영상으로 보여주는 능력을 지녔다. 인간의 말을 이해할 수 있다.',
  10064:
    '무게 1톤 이상인 바위 덩어리를 가볍게 잡아당기는 파워를 지닌 포켓몬이다. 탁해진 물속도 들여다볼 수 있는 시력을 지녔다.',
  10065:
    '몸에 난 잎사귀는 예리한 칼과 같다. 빠른 몸놀림으로 나뭇가지를 뛰어다니며 적의 머리 위나 배후에서 덮친다.',
  10066:
    '거대해진 보석으로 모든 공격을 가드한다. 단, 대단히 무거워서 움직이는 것은 서툴다.',
  10067:
    '뭉게구름에 뒤섞여 넓은 하늘을 떠돈다. 맑은 소리로 멜로디를 지저귀면 그 소리를 들은 자들은 꿈꾸는 듯한 기분이 된다.',
  10068:
    '상대의 생각을 민감하게 포착하는 능력을 가졌기 때문에 먼저 공격할 수 있다.',
  10069:
    '귀의 더듬이로 상대의 컨디션이나 알에서 포켓몬이 언제 나올지도 알 수 있다.',
  10070:
    '머리에 돋아난 가시는 이빨이 변화한 것이다. 상처 입고 부러져도 그 자리에 몇 번이고 생겨난다.',
  10071:
    '메가진화의 에너지는 모두 꼬리의 셀러에게 흘러 들어갔다. 그리고 야돈은 통째로 먹혔다.',
  10072:
    '롱스톤보다 깊은 땅속에 살고 있다. 지구의 중심을 향해 파고들어 가서 깊이가 1km에 달하기도 한다.',
  10073: '근력이 대폭 상승했다. 2주 동안 쉬지 않고 계속 날 수 있다.',
  10074:
    '과잉 메가진화 에너지가 입에서 넘쳐 턱이 빠졌다. 항상 눈보라를 내뿜고 있다.',
  10075:
    '멜리시의 돌연변이다. 분홍빛으로 빛나는 몸은 세계에서 가장 아름답다고 일컬어진다.',
  10076:
    '두뇌가 더욱 명석해졌다. 그 결과, 싸움은 차마 눈 뜨고 볼 수 없을 정도로 냉혹하다.',
  10077:
    '자연의 힘에 의해 원시회귀하여 원래의 모습을 되찾는다. 그 힘은 폭풍을 불러들이며 바다를 확장한다.',
  10078:
    '자연의 힘에 의해 원시회귀하여 원래의 모습을 되찾는다. 그 힘은 마그마를 만들어내며 대지를 확장한다.',
  10079:
    '몇억 년 동안 계속 살고 있다고 한다. 그란돈과 가이오가의 사투를 진정시켰다는 전설이 남아 있다.',
  10088: '귀를 채찍처럼 휘어 적을 때린다. 격렬하고 호전적인 기질을 타고났다.',
  10089:
    '칼날처럼 날카로운 날개로 가는 곳을 가로막은 모든 것을 두 동강 내고 계속 날아다닌다.',
  10090:
    '두 다리까지 독침으로 변화했다. 손발의 침으로 마구 찌른 뒤 엉덩이의 독침으로 마무리한다.',
};
/* 10195:
'2개의 굵은 덩굴을 휘둘러서 싸운다. 10층 빌딩을 가볍게 넘어뜨릴 정도로 파워풀하다.', */

// 거다이맥스의 파워에 의해 거대한 불꽃의 날개를 가진 거대한 리자몽의 모습이 만들어졌다.

//정밀하게 사격하지는 못한다. 31개의 대포에서 포탄을 연달아 쏘아대는 스타일로 공격한다.
